{
  "last_edited_by": "Alexander Dacy",
  "duration": 15000,
  "title": "Sports 10/29",
  "ad": "300x600_DBK_TV",
  "article1": {
    "headline": {
      "href": "https://dbknews.com/2019/10/29/maryland-mens-soccer-sasho-cirovski-culture-eric-matzelevich/",
      "text": "After a 3-3 start, Maryland men’s soccer leaned on its culture to turn the season around"
    },
    "sponsored": false,
    "author": "Eric Myers",
    "category": "Sports",
    "blurb": "In Maryland men’s soccer’s 3-0 win over then-No. 6 Indiana on Oct. 18, forward Justin Gielen timed his run perfectly to be open for a header on midfielder Eli Crognale’s set-piece cross.\n\nAs Gielen elevated for the attempt, though, in stepped defender Johannes Bergmann, who jumped in front of his teammate to head home the goal himself. Though Bergmann had just intercepted a prime chance for Gielen to add to his goal tally, there wasn’t a second of hesitation from the sophomore as he chased down Bergmann to celebrate.\n\nIt was a subtle gesture, but it nonetheless encapsulated the selflessness and cohesion the Terps have leaned on to steer their season back on track after a spotty start."
  },
  "article2": {
    "headline": {
      "href": "https://dbknews.com/2019/10/28/maryland-soccer-justin-gielen-headers-sasho-cirovski-ohio-state/",
      "text": "Justin Gielen is embracing his role as an aerial threat for Maryland soccer"
    },
    "sponsored": false,
    "author": "Eric Myers",
    "category": "Sports",
    "blurb": "In recent training sessions, Maryland men’s soccer has emphasized executing in the final 25 yards of both ends of the field. Coach Sasho Cirovski calls it box defending and box attacking. One of the leading tactics the Terps employ for the latter is getting the ball wide and serving crosses into the 18-yard area, where Cirovski feels confident the forwards can make a play.\n\nJustin Gielen has only bolstered that confidence in recent weeks, flashing his proficiency in the air to get on the end of crosses."
  }
}